tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "null-dev/firefox-profile-switcher"
tap "wix/brew"
brew "ack"
brew "adr-tools"
brew "awscli"
brew "icu4c"
brew "boost"
brew "clingo"
brew "ruby"
brew "cocoapods"
brew "colima"
brew "node"
brew "contentful-cli"
brew "coreutils"
brew "croc"
brew "deno"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "firebase-cli"
brew "fzf"
brew "git"
brew "git-flow"
brew "httpie"
brew "jq"
brew "lazygit"
brew "localstack"
brew "mackup"
brew "mas"
brew "neovim"
brew "nnn"
brew "nvm"
brew "python@3.10"
brew "python@3.9"
brew "ranger"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "typespeed"
brew "watchman"
brew "wget"
brew "yarn"
brew "null-dev/firefox-profile-switcher/firefox-profile-switcher-connector"
cask "1password"
cask "alfred"
cask "arq"
cask "aws-vault"
cask "bartender"
cask "devonthink"
cask "discord"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "keycastr"
cask "little-snitch"
cask "mactracker"
cask "obs"
cask "omnifocus"
cask "rectangle-pro"
cask "slack"
cask "sourcetree"
cask "sublime-text"
cask "textexpander"
cask "webstorm"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
